Repository: vuatech/command-not-found
Catalog: locale/*/LC_MESSAGES/command-not-found.po
Languages: de, fr, it, ro, ru

source: %s: command not found
de: %s: Kommando nicht gefunden
fr: %s : commande introuvable
it: %s: comando non trovato
ro: %s: Comandă inexistentă
ru: %s: команда не найдена

source: Search for commands in repository. Remember: a normal program exit code is 127!
de: Suche nach verfügbaren Kommandoen. Denken Sie daran, dass 127 ein normaler Rückgabewert ist!
fr: Rechercher des commandes dans le dépôt. Pour rappel : 127 est un code de sortie de programme normal !
it: Cerca i comandi nel repository. Avvertenza: un codice di uscita normale del programma è 127!
ro: Căutarea comenzi în depozit. De reţinut: un exemplu de exit pozitiv este 127!
ru: Поиск комманд в репозитории. Нормальный код завершения программы всегда 127!

source: In case of single possibile package, containing the given command, cnf will suggest you a command to install it and will ask you whether you want to do it right now (with question and y/N options). If you do not want cnf to ask user anything - set COMMAND_NOT_FOUND_TURN_OFF_INSTALL_PROMPT environment variable to 1.
de: Wenn nur ein Paket den angegenben Kommando enthält, schlägt cnf einen Kommando vor, um es zu installieren, und fragt, ob er sofort ausgeführt werden soll (mit j/N-Optionen). Wenn Sie nicht wollen, dass cnf den Benutzer etwas fragt, setzen Sie die COMMAND_NOT_FOUND_TURN_OFF_INSTALL_PROMPT-Umgebungsvariable auf 1.
fr: Dans le cas d'une proposition unique de paquet contenant la commande donnée, cnf vous affichera une proposition de commande pour l'installer et vous demandera si vous souhaitez le faire immédiatement (la question est suivie des options et o/N). Si vous ne voulez pas que cnf propose quoi que ce soit à l'utilisateur - mettez la variable d'environnement COMMAND_NOT_FOUND_TURN_OFF_INSTALL_PROMPT à 1.
it: In caso di unico pacchetto possibile, contenente il comando dato, CNF suggerirà il comando per installarlo e vi chiederà se si desidera farlo subito (tramite la domanda, e le opzioni s/N ). Se non si desidera che cnf chieda nulla all'utente impostate la variabile di ambiente COMMAND_NOT_FOUND_TURN_OFF_INSTALL_PROMPT a 1.
ro: În cazul in care varianta rezultată, care conţine comanda , este unica, cnf vă va sugera comanda ptr a instala , si vă va intreba daca doriţi să o faceţi chiar acum (prin intermediul intrebărilor si , opţiuni d/N). Ca sa eliminaţi întrebările si opţinile - setaţi variabilele ambientale COMMAND_NOT_FOUND_TURN_OFF_INSTALL_PROMPT la 1.
ru: В случае если запрашиваемая команда встречается только в одном пакете, cnf напечатет команду для установки этого пакета.Так же будет предложено выполнить эту команду прямо сейчас. Если нужно чтобы cnf не задавал этот вопрос - установите переменную окружения COMMAND_NOT_FOUND_TURN_OFF_INSTALL_PROMPT = 1

source: Command to search for.
de: Kommando, nach dem gesucht werden soll.
fr: Commande à rechercher.
it: Comando da ricercare.
ro: Comandă de căutat
ru: Команда для поиска

source: Command '%s' can be found in:
de: Kommando '%s' gefunden in:
fr: La commande '%s' peut être trouvée dans :
it: Comando '%s' può essere trovato in:
ro: Comanda '%s' poate fi găsită în:
ru: Команда '%s' найдена в:

source: , installed
de: , installiert
fr: , installé
it: , installato
ro: , instalat
ru: , установлен

source: package
de: Paket
fr: paquet
it: pacchetto
ro: pchet
ru: пакет

source: File %s exists! Check your PATH variable, or call it using an absolute path.
de: Datei %s exisitert! Überprüfen Sie die PATH-Variable, oder rufen Sie sie über den vollständigen Pfadnamen auf.
fr: Le fichier %s existe! Vérifiez votre variable PATH, ou exécutez-le en utilisant un chemin absolu.
it: Il file %s esiste! Controllare la variabile del vostro PATH, o chiamare utilizzando un percorso assoluto.
ro: Fişierul %s există! Verificați variabila PATH-ului dumneavoastră, sau rechemaţi utilizarea unui PATH absolut.
ru: Файл %s существует! Проверьте переменную окружения PATH или вызывайте команду, используя абсолютный путь.

source: You can install it by typing:
de: Sie können es installieren durch Eingabe von:
fr: Vous pouvez l'installer en tapant :
it: È possibile installare digitando:
ro: Puteţi instala digitînd:
ru: Вы можете установить его, выполнив:

source: Do you want to install it? (y/N)
de: Möchten Sie es installieren? (j/N)
fr: Voulez-vous l'installer ? (o/N)
it: Si desidera installarlo? (s/N)
ro: Doriţi să-l instalaţi? (d/N)
ru: Хотите сделать это сейчас? (д/Н)

source: y
de: j
fr: o
it: s
ro: d
ru: д

source: No command '%s' found, did you mean:
de: Kein '%s'-Kommando gefunden, meinen Sie:
fr: Commande '%s' introuvable, voulez-vous :
it: Nessun comando '%s' trovato, forse intendeva:
ro: Nici o comandă '%s' găsită, aţi vrut :
ru: Команда %s не найдена. Возможно, имелось в виду:

source: Command '%(cmd)s' from %(locations)s
de: Kommando '%(cmd)s' von %(locations)s
fr: La commande '%(cmd)s' du %(locations)s
it: Comando '%(cmd)s' da %(locations)s
ro: Comandă '%(cmd)s' din %(locations)s
ru: Команда '%(cmd)s' из пакета %(locations)s
